{
  "default": {
  "Yes": {
    "correct": true,
    "feedback": "Well that was easy"
  },
  "No": {
    "correct": false,
    "feedback": "I mean... what did you expect?"
  }
},
  "haxLogo": {
    "good form": {
      "correct": true,
      "feedback": "the shape of the vase clearly demonstrates craftsmanship."
    },
    "poor taste": {
      "correct": false,
      "feedback": "taste is in the eye of the designer as well as the viewer."
    },
    "contrasting themes": {
      "correct": false,
      "feedback": "there is uniformity in the shape, but there is no depth to this media to imply that it is contrasting with other figures."
    },
    "AI": {
      "correct": true,
      "feedback": "while a modification of prior work, this is still AI generative work."
    },
    "shading": {
      "correct": false,
      "feedback": "while there is a light source and a shadow cast, shading is a term used for pencil based sketching."
    },
    "original work": {
      "correct": true,
      "feedback": "this character is not based on any person, place, or existing trope"
    },
    "accessible": {
      "correct": false,
      "feedback": "the color scheme while high contrast in some areas, loses form in others and has written text unrelated to the character."
    }
  },
  "geography": {
    "Spain": {
      "correct": false,
      "feedback": "Spain is in Europe"
    },
    "Turkey": {
      "correct": true,
      "feedback": "Turkey is a country mainly in Anatolia in West Asia, with a smaller part called East Thrace in Southeast Europe"
    },
    "Russia": {
      "correct": true,
      "feedback": "Russia is a country spanning Eastern Europe and North Asia"
    },
    "Egypt": {
      "correct": false,
      "feedback": "Egypt is a transcontinental country spanning the northeast corner of Africa and the Sinai Peninsula in the southwest corner of Asia"
    },
    "Greece": {
      "correct": false,
      "feedback": "Greece is a country in the south-east of Europe"
    },
    "Kazakhstan": {
      "correct": true,
      "feedback": "Kazakhstan is a landlocked country mostly in Central Asia, with a part in Eastern Europe"
    },
    "Germany": {
      "correct": false,
      "feedback": " is a country in Central and Western Europe that stretches from the Alps, across the North European Plain to the North Sea and the Baltic Sea"
    },
    "India": {
      "correct": false,
      "feedback": "India is a country that occupies the greater part of South Asia"
    }
  }
}
  